#==============================================================================
# ■ Win32APIHelpers
#------------------------------------------------------------------------------
# 　Win32APIを使ったヘルパーメッソッドを提供するモジュール
#==============================================================================
module Win32APIHelpers
  module Constants
    GW_HWNDFIRST        = 0
    GW_HWNDLAST         = 1
    GW_HWNDNEXT         = 2
    GW_HWNDPREV         = 3
    GW_OWNER            = 4
    GW_CHILD            = 5
  end
  
end